"##RevealToolbarItemMessage##" = "Klicka på knappen till vänster. Dra den avslöjade filen till Finders verktygsfält. När du befinner dig i Finder, klicka på detta verktygsfält för att växla tillbaka till Path Finder.";
"%@ available" = "%@ tillgängligt";
"%@ available, %@ used" = "%@ tillgängligt, %@ används";
"%@ cannot be changed for item \"%@\"." = "%@ kan inte ändras för objekt \"%@\".";
"%@ cannot be changed for some of selected items." = "%@ kan inte ändras för vissa av de valda objekten.";
"%@, %@ free" = "%@, %@ ledigt";
"%d Applications" = "%d Program";
"%d Places" = "%d platser";
"%d day free trial" = "%d gratis demoversion";
"%d days remaining" = "%d dagar återstår";
"%d items" = "%d objekt";
"%d items selected" = "%d objekt markerade";
"%d matches" = "%d träffar";
"%d of %d selected" = "%d av %d objekt markerade";
"%d replaced" = "%d har ersatts";
"%d seconds" = "%d sekunder";
"1 item" = "1 objekt";
"Above 100 TB" = "Mer än 100 TB";
"Access" = "Åtkomst";
"Access:" = "Åtkomst:";
"Action" = "Åtgärd";
"Activate URLs" = "Aktivera webbadresser";
"Add Folder..." = "Lägg till mapp...";
"Add To Sidebar" = "Lägg till i sidofältet";
"Address:" = "Adress:";
"Agree" = "Godkänns";
"Alert!" = "Uppmärksamhet!";
"Aliases" = "Alias";
"All" = "Alla";
"All monitors" = "Alla monitorer";
"An error occurred while trying to eject \"%@\"." = "Ett fel inträffade när \"%@\" skulle matas ut.";
"An error occurred while trying to mount \"%@\"." = "Ett fel inträffade när \"%@\" skulle monteras.";
"An error occurred while trying to open \"%@\"." = "Ett fel uppstod när \"%@\" skulle öppnas.";
"An error occurred while trying to unmount \"%@\"." = "Ett fel inträffade när \"%@\" skulle avmonteras.";
"Application" = "Program";
"Application:" = "Program:";
"Applications" = "Program";
"Applications Menu" = "Program-meny";
"Archives" = "Arkiv";
"Are you sure you want to apply the selected owner, group and permissions to all the enclosed items?" = "Vill du verkligen applicera den valda ägaren, gruppen och behörigheterna på alla dessa objekt?";
"Are you sure you want to apply the selected owner, group, and permissions to all the enclosed items?" = "Är du säker att du vill tillämpa den valda ägaren, gruppen, och behörigheterna till alla omslutna objekt?";
"Are you sure you want to close this window?" = "Vill du verkligen stänga detta fönster?";
"Are you sure you want to propagate ACL, owner, group, and permissions to all items down the directory hierarchy?" = "Är du säker på att du vill propagera åtkomstlistan, ägare, grupp, och behörigheter neråt i katalogstrukturen?";
"Are you sure you want to quit Path Finder?" = "Är du säker på att du vill avsluta Path Finder?";
"Are you sure you want to remove the items in the Trash permanently?" = "Är du säker på att du vill ta bort objekten i papperskorgen permanent?";
"Are you sure you want to remove the shelf named \"%@\"?" = "Vill du verkligen ta bort hyllan med namnet \"%@\"?";
"Are you sure you want to remove the sidebar named \"%@\"?" = "Är du säker på att du vill ta bort sidovyn \"%@\"?";
"Attributes" = "Attribut";
"Audio" = "Ljud";
"Back" = "Tillbaka";
"Begins With" = "Börjar med";
"Blue" = "Blått";
"Bug Reporter" = "Felrapport";
"Building Menus" = "Ställ in menyer";
"Burn" = "Bränn";
"Burning %@ disc" = "Bränner %@ skiva";
"Burning Disk Image" = "Bränner skivavbild";
"Burning:" = "Bränner:";
"Busy" = "Upptagen";
"Buy Later" = "Köp senare";
"Buy Now" = "Köp nu";
"CUSTOM" = "Anpassad";
"Calculating..." = "Beräknar...";
"Cancel" = "Avbryt";
"Cancels interactive screen shot mode" = "Avbryter interaktiva skärmdumpsläget";
"Capacity:" = "Kapacitet:";
"Causes screen shot to go to clipboard" = "Sparar skärmdumpen till urklipp";
"Check your iTools settings in the Internet panel in the System Preferences application." = "Kontrollera dina iTools-inställningar i Internetpanelen i Systeminställningar.";
"Choose Folder" = "Välj mapp";
"Choose Volume" = "Välj volym";
"Choose a valid destination." = "Välj plats.";
"Clean up" = "Rensa upp";
"Click the Add button, or drag a folder or disk into the list below." = "Klicka på \"lägg till\"-knappen eller dra en mapp eller skiva till listan nedan.";
"Click to choose the editor background color" = "Klicka för att välja en bakgrundsfärg till editorn";
"Click to hide used space" = "Klicka för att gömma använt utrymme";
"Click to show used space" = "Klicka för att visa använt utrymme";
"Close" = "Stäng";
"Closing this tab will terminate the running process %@." = "Genom att stänga denna flik kommer den pågående processen %@ att avslutas.";
"Closing this tab will terminate the running processes %@." = "Genom att stänga denna flik kommer de pågående processerna %@ att avslutas.";
"Closing this window will terminate the running process %@." = "Genom att stänga detta fönster kommer den pågående processen %@ att avslutas.";
"Closing this window will terminate the running processes %@." = "Genom att stänga detta fönster kommer de pågående processerna %@ att avslutas.";
"Code:" = "Kod:";
"Color" = "Färg";
"Command" = "Kommando";
"Comments" = "Kommentarer";
"Compare to:" = "Jämför med:";
"Compress" = "Komprimera";
"Computer" = "Dator";
"Connect" = "Anslut";
"Console" = "Systemmeddelanden";
"Contains" = "Innehåller";
"Contains:" = "Innehåller:";
"Content" = "Innehåll";
"Content:" = "Innehåll";
"Control Key:" = "Ctrl-tangent:";
"Convert Image" = "Konvertera bild";
"Convert document to plain text?" = "Konvertera dokumentet till vanlig text?";
"Converting will lose fonts, colors, and other text styles in the document." = "Konverteringen kommer att ta bort typsnitt, färger och annan formatering i dokumentet.";
"Copy" = "Kopia";
"Could not move to Applications folder" = "Kunde inte flytta till Programmappen";
"Could not resolve alias." = "Kan inte hitta originalet.";
"Created" = "Skapad";
"Created:" = "Skapad:";
"Creator:" = "Skapare:";
"Data Added" = "Data Tillagt";
"Data Fork" = "Datagren";
"Date" = "Datum";
"Date Added" = "Tilläggsdatum";
"Date Created" = "Skapandedatum";
"Date Last Opened" = "Senast öppnad";
"Date Modified" = "Ändringsdatum";
"Decompress" = "Dekomprimera";
"Delete" = "Radera";
"Delete saved search…" = "Ta bort sparad sökning…";
"Desktop" = "Skrivbord";
"Destination does not exist" = "Den valda platsen existerar inte";
"Developer" = "Utvecklare";
"Device:" = "Enhet:";
"Disagree" = "Avböjs";
"Disk Image" = "Skivavbildning";
"Disk Usage" = "Hårddiskutnyttjande";
"Display screen-shot in Image Converter" = "Visa skärmdump i Bildkonverteraren";
"Do Not Move" = "Flytta inte";
"Do not ask me again" = "Fråga mig inte igen";
"Do you really want to close this terminal session?" = "Vill du verkligen stänga ner terminalsessionen?";
"Do you want to Get Info on all %d items?" = "Vill du Hämta information om alla %d objekt?";
"Do you want to close this tab?" = "Vill du stänga fliken?";
"Do you want to close this window?" = "Vill du stänga fönstret?";
"Do you want to force %@ to quit?" = "Vill du tvångsavsluta %@?";
"Do you want to open all %d items?" = "Vill du öppna alla %d objekt?";
"Document" = "Dokument";
"Documents" = "Dokument";
"Don't Quit" = "Avsluta inte";
"Done" = "Klart";
"Drop Stack" = "Släpp-hög";
"Dropbox folder found" = "Dropbox-mappen hittad";
"Duplicate" = "Duplicera";
"Duration:" = "Längd:";
"Dynamic" = "Dynamiskt";
"Edit Renaming Sequences…" = "Redigera omdöpningssekvenser…";
"Edit Searches…" = "Redigera sökningar…";
"Edit..." = "Redigera...";
"Eject" = "Mata ut";
"Eject All" = "Mata ut alla";
"Eject disc after burning" = "Mata ut skivan efter bränning";
"Email Address:" = "E-postadress:";
"Email Report" = "E-posta Rapport";
"Email Sales" = "E-posta Sälj";
"Email:" = "E-post:";
"Empty" = "Tom";
"Encoding" = "Kodning";
"Ends With" = "Slutar med";
"Ends with" = "Slutar med";
"Ends with:" = "Slutar med:";
"Enter Registration Code" = "Registrera Path Finder";
"Entire File" = "Hela filen";
"Erase" = "Radera";
"Error creating directory." = "Ett fel uppstod vid skapandet av mappen.";
"Error creating file." = "Ett fel uppstod vid skapandet av filen.";
"Error creating symbolic link." = "Ett fel uppstod vi skapandet av symbolisk länk.";
"Error setting folder" = "Fel inträffade när mappen skulle ställas in";
"Error!" = "Ett Fel Uppstod!";
"Error: %d" = "Fel: %d";
"Escape Key:" = "Escape-tangent:";
"Everywhere" = "Överallt";
"Exact match" = "Exakt träff";
"Execute delete with root privileges" = "Radera med root-behörighet";
"Expired" = "Prövotiden är över";
"Extend selection" = "Utöka markering";
"Extension" = "Tillägg";
"Extension:" = "Tillägg:";
"Favorites" = "Bokmärken";
"Favorites Menu" = "Bokmärkesmeny";
"File" = "Arkiv";
"Files" = "Filer";
"Filter" = "Filtrera";
"Find" = "Sök";
"Find String:" = "Sök efter sträng:";
"Find Text" = "Sök text";
"Find by" = "Sök efter";
"Find by Content" = "Sök efter innehåll";
"Find by Name" = "Sök efter Namn";
"Find options" = "Sökinställningar";
"Find results incomplete." = "Sökresultat inkompletta.";
"Find/Stop" = "Sök/Stopp";
"Find:" = "Sök:";
"Finding..." = "Söker...";
"Five" = "Fem";
"Float Window" = "Flytande";
"Folder" = "Mapp";
"Folder \"%@\"" = "Katalog \"%@\"";
"Folders" = "Mappar";
"Font Sample" = "Typsnittsexempel";
"Fonts" = "Teckensnitt";
"Force Quit" = "Tvångsavsluta";
"Format:" = "Formatera:";
"Forward" = "Framåt";
"Found: %d" = "Hittade: %d";
"Four" = "Fyra";
"Free:" = "Ledigt:";
"From 1 MB to 100 MB" = "Från 1 MB till 100 MB";
"From 1 TB to 100 TB" = "Från 1 TB till 100 TB";
"From 10 GB to 1 TB" = "Från 10 GB till 1 TB";
"From 10 KB to 1 MB" = "Från 10 KB till 1 MB";
"From 100 MB to 10 GB" = "Från 100 MB till 10 GB";
"From 100 bytes to 10 KB" = "Från 100 bytes till 10 KB";
"Generic Icons Off" = "Generella symboler av";
"Generic Icons On" = "Generella symboler på";
"Go" = "Gå";
"Go Menu" = "Gå till meny";
"Go to Folder" = "Gå till mapp";
"Go to Page" = "Gå till sida";
"Go to the folder:" = "Gå till mapp:";
"Gray" = "Grått";
"Greater than" = "Större än";
"Green" = "Grönt";
"Group" = "Grupp";
"Group:" = "Grupp:";
"Help" = "Hjälp";
"Hide" = "Göm";
"Hide %@" = "Göm %@";
"Hide Icons" = "Göm symboler";
"Hide Invisible Files" = "Göm osynliga filer";
"Hide Others" = "Göm Övriga";
"Hide Path Finder Desktop" = "Göm Path Finders Skrivbord";
"Hide Preview" = "Göm förhandsgranskning";
"Hide Trash Can" = "Dölj papperskorgen";
"History" = "Historia";
"Home" = "Hem";
"Hot keys in screen capture mode" = "Snabbknappar i skärmdumpsläge";
"I can move myself to the Applications folder if you'd like." = "Jag kan flytta mig själv till Programmappen om du vill.";
"I have read and agree to the terms of the software license agreement." = "Jag har läst och godkänner villkoren i programlicensavtalet.";
"Icon Size" = "Symbolstorlek";
"Idle" = "Inaktiv";
"If you choose Secure Empty Trash, you cannot recover the items with any data rescue program. They can be recovered only if you have backed them up using Time Machine or another backup program." = "Om du väljer Säker tömning av papperskorgen kan du inte återställa objekten med något dataräddningsprogram. De kan återvinnas endast om du har säkerhetskopierat dem med Time Machine ett annat backup-program.";
"If you keep Path Finder running all the time, it's always there when you need it!" = "Om du låter Path Finder vara igång hela tiden, finns den alltid där när du behöver den!";
"Ignore Case" = "Ignorera skiftläge";
"Ignore case" = "Ignorera skiftläge";
"Image" = "Bild";
"Image: " = "Avbild: ";
"Images" = "Bilder";
"Info" = "info";
"Initializing..." = "Ställer in...";
"Internal Volumes" = "Interna enheter";
"Invalid Registration Code!" = "Felaktigt registreringsnummer!";
"Invisible" = "Osynlig";
"Is" = "Är";
"It appears you have Dropbox set up. Path Finder can link to your Dropbox account and provide Dropbox integration (this integration does not require Dropbox application running). You can also link and unlink Path Finder at any time from the preferences panel.\nWhat do you want to do?" = "Det verkar som att du har Dropbox inställt. Path Finder kan länka till ditt Dropbox-konto och integrera med Dropbox (denna integration kräver inte att programmet Dropbox kör). Du kan koppla eller ta bort kopplingen mellan Path Finder och Dropbox när du vll från Path Finders inställninggar.\nVad vill du göra?";
"Join .Mac" = "Gå med i .Mac";
"KEYBOARD_SHORTCUTS" = "Tab##lägger till träff$$Upp/Nerpil##väljer i listor$$Radera##föräldermapp$$Skift-Radera##Dator$$Högerpil##lägger till träff$$Vänsterpil##föräldermapp$$⌘⇧ H##Hem$$/##Root";
"Keyboard shortcuts" = "Kortkommandon";
"Keywords" = "Nyckelord";
"Kind" = "Typ";
"Kind:" = "Typ:";
"Label" = "Etikett";
"Label:" = "Etikett:";
"Last Modified" = "Senast ändrad";
"Last Opened" = "Senast öppnad";
"Launch" = "Starta";
"Launch Application" = "Starta program";
"Learn More…" = "Jag vill veta mer…";
"Left" = "Vänster";
"Less than" = "Mindre än";
"License Agreement" = "Licensavtal";
"License key" = "Licenskod";
"License key:" = "Licenskod:";
"Licensed to:" = "Licenserad till:";
"Link" = "Länk";
"Local Disks" = "Lokala enheter";
"Mac OS X will halt a find operation if the disk is modified during the search. For complete results, try again." = "Mac OS X avbryter en sökning om skivan modifieras under sökningen. För kompletta resultat, försök igen.";
"Main monitor only" = "Endast huvudskärm";
"Make Alias" = "Skapa Alias";
"Man Pages" = "Man-sidor";
"Medium Security (7 passes)" = "Mellansäkerhet (7 pass)";
"Member name:" = "Medlemsnamn:";
"Menu" = "Meny";
"Menu Key Editor" = "Menygenvägar";
"Modified" = "Ändrad";
"Modified:" = "Ändrad:";
"Mount Point:" = "Mont. punkt:";
"Move" = "Flytta";
"Move selection by" = "Flytta valet genom";
"Move selection to" = "Flytta valet till";
"Move to Applications Folder" = "Flytta till Programmappen";
"Move to Applications folder in your Home folder?" = "Flytta till Programmappen i din hemkatalog?";
"Move to Applications folder?" = "Flytta till Programmappen?";
"Move to Trash" = "Flytta till papperskorgen";
"Movie" = "Film";
"Movies" = "Filmer";
"Music" = "Musik";
"Name" = "Namn";
"Name:" = "Namn:";
"Network Activity" = "Nätverksaktivitet";
"New" = "Ny";
"New File" = "Ny fil";
"New Folder" = "Ny mapp";
"New Shelf..." = "Ny Hylla...";
"New Tab" = "Ny flik";
"New group" = "Ny grupp";
"Next" = "Nästa";
"No" = "Nej";
"No items" = "Inga objekt";
"None" = "Ingen";
"Normal Delete" = "Normal Radering";
"Not Specified" = "Ospecificerad";
"Not found" = "Hittades inte";
"Note that this will require an administrator password." = "Notera att detta kräver administratörslösenord.";
"One" = "Ett";
"Open" = "Öppna";
"Open iCloud Preferences…" = "Öppna iCloud-inställningarna…";
"Open with" = "Öppna med";
"Open with %@" = "Öppna med %@";
"Operation not permitted" = "Operationen tillåts inte";
"Other" = "Annan";
"Other..." = "Andra...";
"Others..." = "Övriga...";
"Owner" = "Ägare";
"Owner:" = "Ägare:";
"PDF Documents" = "PDF-Dokument";
"PDFs" = "PDF:er";
"Package" = "Filen";
"Packages" = "Paket";
"Page" = "Sida";
"Page %d of %d" = "Sida %d av %d";
"Paragraphs" = "Stycken";
"Parent" = "Överliggande";
"Partial match" = "Delvis träff";
"Password" = "Lösenord";
"Password:" = "Lösenord:";
"Path" = "Sökväg";
"Path Finder 6 License" = "Path Finder 6 Licens";
"Path Finder 6 Name" = "Path Finder 6 Namn";
"Path Finder cannot be quit because an operation is in progress." = "Path Finder kan inte avslutat eftersom en operation pågår.";
"Path Finder cannot set folder at path \"%@\". Check that the folder exists and try again." = "Path Finder kan inte ställa in mappen på sökvägen \"%@\". Kontrollera att mappen existerar och försök igen.";
"Path Finder has been updated to version %@!" = "Senaste versionen av Path Finder är %@!";
"Path Finder operation is in progress." = "Path Finder-operation pågår.";
"Path:" = "Sökväg:";
"Permission:" = "Behörighet:";
"Pictures" = "Bilder";
"Play" = "Spela upp";
"Play Sound" = "Spela ljud";
"Play sounds" = "Spela ljud";
"Preferences" = "Inställningar";
"Preview" = "Förhandsgranskning";
"Previous" = "Föregående";
"Previous 30 days" = "Föregående 30 dagarna";
"Previous 7 days" = "Föregående 7 dagarna";
"Print..." = "Skriv ut...";
"Processes" = "Processer";
"Progress" = "Status";
"Public" = "Allmän";
"Purchase Path Finder today!" = "Licensera din kopia av Path Finder idag!";
"Purple" = "Lila";
"Quit" = "Avsluta";
"Quit that application and try to eject the disk again" = "Avsluta programmet och försök mata ut skivan igen";
"RTFs" = "RTF:er";
"Rating" = "Betyg";
"Read error." = "Läsfel.";
"Really Open?" = "Vill du verkligen öppna?";
"Really Quit?" = "Vill du verkligen avsluta?";
"Recent Files" = "Filhistorik";
"Recent Folders" = "Mapphistorik";
"Recent Servers" = "Senaste anslutningar";
"Red" = "Rött";
"Registration Code:" = "Registreringskod:";
"Remember password in my keychain" = "Kom ihåg lösenordet i min Nyckelhanterare";
"Remote Volumes" = "Fjärrenheter";
"Removable Volumes" = "Löstagbara enheter";
"Remove All" = "Ta bort alla";
"Remove Shelf" = "Ta bort Hylla";
"Remove Shelf?" = "Ta bort Hylla?";
"Remove Sidebar?" = "Ta bort sidovy";
"Remove Top" = "Ta bort översta";
"Rename" = "Döp om";
"Replace" = "Ersätt";
"Replace & Find" = "Ersätt och sök";
"Replace All" = "Ersätt alla";
"Replace all scope" = "Ersätt hela räckvidden";
"Replace with:" = "Ersätt med:";
"Resolved:" = "Läst:";
"Resource Fork" = "Resursgren";
"Results" = "Resultat";
"Reveal" = "Visa";
"Reveal in Finder" = "Visa i Finder";
"Right" = "Höger";
"Running Applications Menu" = "Menyn för aktiva program";
"SHARED" = "Delade";
"Sample" = "Stickprov";
"Save Renaming Sequence…" = "Spara omdöpningssekvens…";
"Save Search…" = "Spara Sökning…";
"Save screen-shot to clipboard" = "Spara skärmdump till urklipp";
"Save screen-shot to file" = "Spara skärmdump till fil";
"Saved Renaming Sequence" = "Sparad omdöpningssekvens";
"Saved Search" = "Sparad Sökning";
"Saved Searches" = "Sparade Sökningar";
"Screen Capture" = "Skärmavbildning";
"Screen capture mode" = "Skärmdumpsläge";
"Search" = "Sök";
"Search Location:" = "Sök plats:";
"Search Locations" = "Sök platser";
"Search Results for '%@' in '%@'" = "Sökresultat för '%@' i '%@'";
"Search in:" = "Sök i:";
"Search inside packages" = "Sök i paket";
"Search inside the System folder" = "Sök i Systemmappen";
"Searching..." = "Söker...";
"Secure Delete" = "Filförstöraren";
"Secure Empty Trash permanently erases the items in the Trash. Are you sure you want to erase them permanently?" = "Säker tömning av Papperskorg tar permanent bort filer från papperskorgen. Är du säker på att du vill ta bort dem permanent?";
"Security Level" = "Säkerhetsnivå";
"Select" = "Markera";
"Select & Close" = "Markera & stäng";
"Selected Text" = "Markerad text";
"Selection" = "Markering";
"Selection Path" = "Sökväg";
"Sentences" = "Meningar";
"Servers" = "Servrar";
"Shared Folder" = "Delad mapp";
"Shelf" = "Hylla";
"Shelf Name" = "Hyllnamn";
"Shelves" = "Hyllor";
"Show" = "Visa";
"Show All" = "Visa Alla";
"Show Icons" = "Visa symboler";
"Show Invisible Files" = "Visa osynliga filer";
"Show Invisibles" = "Visa osynliga";
"Show Path Finder Desktop" = "Visa Path Finders skrivbord";
"Show Preview" = "Förhandsgranska";
"Show Trash Can" = "Visa papperskorgen";
"Show in New Window" = "Visa i nytt fönster";
"Show this message again if not linked" = "Visa detta meddelande igen om inte länkad";
"Simple Security (1 pass)" = "Låg säkerhet (1 pass)";
"Size" = "Storlek";
"Size:" = "Storlek:";
"Smart Sorting Off" = "Smart sortering av";
"Smart Sorting On" = "Smart sortering på";
"Sort Ascending" = "Sortera stigande";
"Sort Descending" = "Sortera fallande";
"Space Key:" = "Mellanslagstangent:";
"Specify a name and location for your Smart Folder" = "Ange ett namn och en plats för den smarta mappen";
"Spreadsheets" = "Kalkylblad";
"Standard" = "amerikansk standard";
"Starts with" = "Börjar med";
"Starts with:" = "Börjar med:";
"Startup Volume" = "Startskiva";
"Stop" = "Stopp";
"String" = "Sträng";
"Subscribe" = "Prenumerera";
"Subscribe to Newsletter" = "Prenumerera på nyhetsbrev";
"Summarize" = "Sammanfatta";
"Symbolic Links" = "Symboliska Länkar";
"Tab Set" = "Flikuppsättning";
"Tags" = "Taggar";
"Tags Groups" = "Tagg-grupper";
"Text Editor" = "Textredigerare";
"Thank you for registering Path Finder!" = "Tack för din registrering av Path Finder!";
"The alias \"%@\" can't be opened because the original item can't be found." = "Aliaset för \"%@\" kan inte öppnas eftersom originalobjektet inte går att hitta.";
"The device containing \"%@\" also contains %d other volume that will not be ejected. Are you sure you want to eject \"%@\"?" = "Enheten som innehåller \"%@\" innehåller också %d annan volym som inte kommer att matas ut. Är du säker på att du vill mata ut \"%@\"?";
"The device containing \"%@\" also contains %d other volumes that will not be ejected. Are you sure you want to eject \"%@\"?" = "Enheten som innehåller \"%@\" innehåller också %d andra volymer som inte kommer att matas ut. Är du säker på att du vill mata ut \"%@\"?";
"The disk \"%@\" couldn't be ejected because \"%@\" is using it." = "Skivan \"%@\" kunde inte matas ut eftersom \"%@\" använder den.";
"The folder \"%@\" cannot be opened because you don't have permission to see its contents." = "Mappen \"%@\" kunde inte öppnas eftersom du inte har behörighet att se dess innehåll.";
"The item \"%@\" could not be moved to the trash." = "Filen \"%@\" kunde inte flyttas till papperskorgen";
"The name of item cannot be changed to name \"%@\" with extension \"%@\"." = "Namnet på objektet kunde inte ändras till namn \"%@\" med ändelse \"%@\".";
"The operation can't be completed because the original item for \"%@\" can't be found." = "Operationen kan inte slutföras eftersom originalobjektet för \"%@\" inte går att hitta.";
"The operation couldn't be completed.\nThe name is already taken. Please choose a different name." = "Operationen kunde inte slutföras.\nNamnet är redan taget. Vänligen välj ett annat namn.";
"The original file may have been moved or deleted." = "Originalfilen kan ha flyttats eller tagits bort.";
"Theme" = "Tema";
"There are %d tabs in this window. Do you want to close the window anyway?" = "Det finns %d öppna flikar i detta fönster. Vill du stänga det ändå?";
"There is no application available to open the document \"%@\"." = "Det finns inget tillgängligt program för att öppna dokumentet \"%@\".";
"This action bypasses the Trash. You cannot undo this action." = "Den här åtgärden använder inte papperskorgen och går inte att ångra.";
"This copy of Path Finder is not registered" = "Den här kopian av Path Finder är inte registrerad!";
"Three" = "Tre";
"To connect to the Public folder for a .Mac member, enter the member's account name." = "Om du vill ansluta till en .Mac-medlems delade mapp anger du medlemmens kontonamn.";
"To continue using the software, you must agree to the terms of the software license agreement." = "Om du vill fortsätta använda programmet måste du godkänna villkoren i programlicensavtalet.";
"To eject all the volumes on this device, click Eject All, or hold down the Option key while ejecting the volume.\n\nIn the future, to eject a single volume without seeing this dialog, hold down the Control key while ejecting the volume." = "För att mata ut alla volymer på denna enhet, klicka på Mata ut alla, eller håll nere alt-tangenten när du matar ut volymen.\n\nFramöver, för att mata ut en enskild volym utan att se denna dialog, håll nere ctrl-tangenten när du matar ut volymen";
"To enable more operations, enter a password:" = "Ange ett lösenord om du vill aktivera fler kommandon:";
"Today" = "idag";
"Toggle Preview" = "Toggla Förhandsgranskning";
"Toggle Sidebar" = "Toggla Sidovy";
"Toggle between mouse and window selection modes" = "Växla mellan mus- och fönster-vallägen";
"Tomorrow" = "Imorgon";
"Touch" = "\"Touch\"";
"Transparency" = "Genomskinlighet";
"Trash" = "Papperskorg";
"Trash operation could not be completed." = "Tömningen av papperskorgen misslyckades.";
"Turn on iCloud Drive to store your files in iCloud and access them anytime on all your devices." = "Slå på iCloud Drive om du vill lagra dina filer på iCloud och ha dem tillgängliga när du vill på alla dina enheter.";
"Two" = "Två";
"Type" = "Typ";
"Type tags here, use ENTER/RETURN to separate them." = "Mata in taggar här, använd ENTER/RETUR för att separera dem.";
"Type:" = "Typ:";
"Ultra Security (35 passes)" = "Ultrasäkerhet (35 pass)";
"Under 100 bytes" = "Mindre än 100 bytes";
"Update Database" = "Uppdatera Databas";
"Update Now" = "Uppdatera nu";
"Updating the database takes a few minutes to complete, but once done, makes finding files on your computer extremely fast" = "Uppdateringen av databasen kan ta några minuter, men när det är färdigt kommer det gå oerhört snabbt att söka filer på din dator";
"Updating..." = "Uppdaterar...";
"Upgrade Now" = "Uppgradera nu";
"Verify disc after burning" = "Verifiera skivan efter bränning";
"View" = "Innehåll";
"View Hex" = "Visa Hex";
"View Text" = "Visa Text";
"View as Hex" = "Visa som Hex";
"Views" = "Vyer";
"Visibility:" = "Synlighet:";
"Visible" = "Synlig";
"Volume \"%@\"" = "Volym \"%@\"";
"Volume:" = "Enhet:";
"WARNING!" = "VARNING!";
"Welcome to Path Finder" = "Välkommen till Path Finder";
"Where" = "Var";
"Whole words" = "Hela ord";
"Window" = "Fönster";
"Would you like Path Finder to launch automatically when you log in?" = "Vill du att Path Finder ska starta automatiskt när du loggar in?";
"Would you like to delete it immediately?" = "Vill du radera det genast?";
"Write error." = "Skrivfel.";
"Yellow" = "Gult";
"Yes" = "Ja";
"Yesterday" = "Igår";
"You can't open the application \"%@\" because PowerPC applications are no longer supported." = "Du kan inte öppna applikationen \"%@\" längre för PowerPC applikationer stöds inte längre";
"You cannot paste item \"%@\" at this location because you can't paste an item into itself." = "Du kan inte klistra in objektet \"%@\" till denna plats eftersom du inte kan klistra in ett objekt i sig själv.";
"You cannot paste item at this location because you can't paste an item into itself." = "Du kan inte klistra in objekt till denna plats eftersom du inte kan klistra in ett objekt i sig själv.";
"You cannot undo this action." = "Du kan inte ångra den här åtgärden.";
"You cannot undo this." = "Du kan inte ångra detta.";
"You do not have permission to open the %@ \"%@\"." = "Du har inte behörighet att öppna %@ \"%@\".";
"You do not have permission to trash this item." = "Du har inte tillräckligt med behörighet för att radera det här objektet.";
"You will lose any unsaved changes." = "Ändringar som inte har sparats kommer att förloras.";
"Zoom In" = "Zooma in";
"Zoom Out" = "Zooma ut";
"application" = "program";
"as Columns" = "som spalter";
"as Icons" = "som symboler";
"as List" = "som lista";
"copy" = "kopia";
"document" = "dokument";
"extend selection" = "utöka markeringen";
"link" = "länk";
"the last 2 days" = "de senaste 2 dagarna";
"the last 2 months" = "de senaste 2 månaderna";
"the last 2 weeks" = "de senaste 2 veckorna";
"the last 3 days" = "de senaste 3 dagarna";
"the last 3 months" = "de senaste 3 månaderna";
"the last 3 weeks" = "de senaste 3 veckorna";
"the last 6 months" = "de senaste 6 månaderna";
"the last month" = "förra månaden";
"the last week" = "förra veckan";
"the last year" = "förra året";
"to" = "till";
"ungrouped" = "ogrupperad";
"untitled" = "namnlös";

/* ==== UNLOCALIZED ==== */

"Alias" = "Alias";
"Finder" = "Finder";
"GB" = "GB";
"HFS+" = "HFS+";
"HTML" = "HTML";
"Hex" = "Hex";
"Hybrid" = "Hybrid";
"ISO 9660" = "ISO 9660";
"Joliet" = "Joliet";
"KB" = "KB";
"MB" = "MB";
"MP3:" = "MP3:";
"OK" = "OK";
"Orange" = "Orange";
"PDF" = "PDF";
"Spotlight" = "Spotlight";
"TB" = "TB";
"Terminal" = "Terminal";
"Text" = "Text";
"URL:" = "URL:";
"Version" = "Version";
"Version:" = "Version:";
"alias" = "alias";
